Repository: yachtino/yachtino-boat-listing
Catalog: languages/yachtino-boat-listing-*.po
Languages: cs_cz, de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, ru_ru, tr_tr

# Module_explain
source: A module can contain a list of boats or a details page of a boat.<br>You can then insert this module as a shortcode anywhere on your website or you can create a complete page with this module (see "Pages").
cs_cz: Modul může obsahovat seznam lodí nebo stránku s podrobnostmi o lodi.<br>Tento modul pak můžete vložit jako shortcode kamkoli na svůj web nebo můžete vytvořit kompletní stránku s tímto modulem (viz "Stránky").
de_de: Ein Modul kann eine Liste mit Booten oder eine Detailseite mit einem Boot enthalten.<br>Dieses Modul können Sie dann als Shortcode an einer beliebigen Stelle Ihrer Webseite einfügen oder Sie können mit diesem Modul eine komplete Seite anlegen (siehe Punkt "Seiten").
es_es: Un módulo puede contener una lista de barcos o una página detallada con un barco.<br>A continuación, puede insertar este módulo como shortcode en cualquier lugar de su sitio web o puede crear una página completa con este módulo (véase el punto "Páginas").
fr_fr: Un module peut contenir une liste de bateaux ou une page détaillée d’un bateau.<br>Vous pouvez ensuite insérer ce module en tant que shortcode n'importe où sur votre site web ou vous pouvez créer une page complète avec ce module (voir "Pages").
nl_nl: Een module kan een lijst met boten of een detailpagina met een boot bevatten.<br>U kunt deze module dan als een shortcode op een willekeurig punt van uw website invoegen of u kunt deze module gebruiken om een volledige pagina aan te maken (zie punt 'Pagina's').
pl_pl: Moduł może zawierać listę z łodziami lub dokładną stronę z opisem łodzi.<br>Możesz go później wstawiać w dowolnym miejscu na swojej stronie www jako shortcode lub za jego pomocą stworzyć nową stronę (patrz punkt "Strony").
pt_pt: Um módulo pode conter uma lista de barcos ou uma página detalhada de um barco.<br>Depois pode inserir este módulo sob forma de código em qualquer lugar do seu site, ou pode criar uma página completa com este módulo (ver ponto "Páginas").
ru_ru: Модуль может содержать список лодок или страницу с описанием лодки.<br>Затем вы можете вставить этот модуль в виде короткого кода в любое место на своем веб-сайте или создать полную страницу с этим модулем (см. «Страницы»).
tr_tr: Bir modül, liste halindeki tekneleri ya da sadece bir teknenin detaylı sayfasını içerebilir.<br>Daha sonra bu modülü web sitenizin herhangi bir yerine shortcode olarak ekleyebilir ya da bu modülle tam bir sayfa oluşturabilirsiniz (bkz. "Sayfalar").

source: Path/slug
cs_cz: Cesta/slug
de_de: Pfad/Slug
es_es: Ruta/Slug
fr_fr: Chemin d’accès/slug
nl_nl: Pad/Slug
pl_pl: Ścieżka/slug
pt_pt: Caminho/slug
ru_ru: Путь/слаг
tr_tr: Dizin/yol

source: houseboat
cs_cz: hausbót
de_de: Hausboot
es_es: barco casa
fr_fr: péniche
nl_nl: woonboot
pl_pl: barka
pt_pt: barco-casa
ru_ru: хаусбот
tr_tr: yüzen ev

source: catamaran
cs_cz: katamarán
de_de: Katamaran
es_es: catamarán
pl_pl: katamaran
ru_ru: катамаран
tr_tr: katamaran

# err_wp_page_lg
source: Please enter at least one page - a path to the specific subpage.
cs_cz: Zadejte prosím alespoň jednu stránku - cestu ke konkrétní podstránce.
de_de: Bitte erfassen Sie mindestens eine Seite - einen Pfad zur konkreten Unterseite.
es_es: Por favor, introduzca al menos una página - una ruta a la subpágina específica.
fr_fr: Veuillez indiquer au moins une page - un chemin d’accès à la page secondaire spécifique.
nl_nl: Gelieve ten minste één pagina vast te leggen - een pad naar de specifieke subpagina.
pl_pl: Podaj przynajmniej jedną stronę - ścieżkę do konkretnej podstrony.
pt_pt: Por favor indique pelo menos uma página - um caminho para a sub-página específica.
ru_ru: Введите хотя бы одну страницу — путь к конкретной подстранице.
tr_tr: Lütfen en az bir sayfa girin - belirlenen alt sayfaya doğru sayfa yolu.

# err_wp_module_not_exists
source: The module does not exist.
cs_cz: Modul neexistuje.
de_de: Das Modul gibt es nicht.
es_es: El módulo no existe.
fr_fr: Le module n'existe pas.
nl_nl: De module bestaat niet.
pl_pl: Moduł nie istnieje.
pt_pt: O módulo não existe.
ru_ru: Модуль отсутствует.
tr_tr: Modül mevcut değil.

# err_wp_path_already_in_db
source: The path (the web address) is already taken for another page.
cs_cz: Cesta (webová adresa) je již obsazena pro jinou stránku.
de_de: Der Pfad (die Webadresse) ist bereits für eine andere Seite vergeben.
es_es: La ruta (la dirección web) ya está asignada a otra página.
fr_fr: Le chemin (l’adresse web) est déjà utilisé pour une autre page.
nl_nl: Het pad (het webadres) is al toegewezen aan een andere pagina.
pl_pl: Ścieżka (adres strony web) istnieje już dla innej strony.
pt_pt: O caminho (o endereço web) já está atribuido a outra página.
ru_ru: Путь (веб-адрес) уже занят для другой страницы.
tr_tr: Dizin (web adresi) zaten başka bir sayfa için alınmış.

source: You call an inactive plugin.
cs_cz: Vyvolali jste neaktivní plugin.
de_de: Sie rufen ein inaktives Plugin auf.
es_es: Llama a un plugin inactivo.
fr_fr: Vous faites appel à un plugin inactif.
pt_pt: Está a chamar um plugin inativo.
ru_ru: Вы вызываете неактивный плагин.
tr_tr: Etkin olmayan bir eklentiyi çağırıyorsunuz.

# You_want_delete_page
source: You want to delete following page:
cs_cz: Chcete odstranit násladující stránku:
de_de: Sie wollen folgende Seite löschen:
es_es: Desea eliminar la página siguiente:
fr_fr: Vous souhaitez supprimer la page suivante :
nl_nl: U wilt de volgende pagina verwijderen:
pl_pl: Chcesz usunąć następującą stronę:
pt_pt: Deseja apagar a seguinte página:
ru_ru: Вы хотите удалить следующую страницу:
tr_tr: Aşağıdaki sayfayı silmek istiyorsunuz:

# Yo_settings_explain
source: In order to be able to call up your boats from Yachtino, you need the API key and the Site ID.<br>You can generate them yourself in Boatadmin:<br>%1$s (login required)<br>Or write us an email to %2$s.
cs_cz: Pro přístup k vašim lodím z Yachtino potřebujete API Key a Site ID.<br>Můžete si je vygenerovat sami v Boatadmin:<br>%1$s (vyžaduje přihlášení)<br>Nebo nám napište e-mail na %2$s.
de_de: Um Ihre Boote von Yachtino abrufen zu können, brauchen Sie den API Key und die Site ID.<br>Sie können sie im Boatadmin selbst generieren:<br>%1$s (Login notwendig)<br>Oder schreiben Sie uns eine E-Mail an %2$s.
es_es: Para poder acceder a sus barcos desde Yachtino, necesita la clave API y el ID del sitio.<br>Puede generarlos usted mismo en Boatadmin:<br>%1$s (se requiere inicio de sesión)<br>O escriba envíenos un correo electrónico a %2$s.
fr_fr: Pour pouvoir afficher vos bateaux à partir de Yachtino, vous avez besoin de la clé API et de l’identifiant du site.<br>Vous pouvez les générer vous-même dans Boatadmin:<br>%1$s (connexion nécessaire)<br>ou nous envoyer un e-mail à %2$s.
nl_nl: Om uw boten van Yachtino te kunnen afhalen, heeft u de API-sleutel en de site-ID nodig.<br>U kunt ze zelf genereren in de Boatadmin:<br>%1$s (login vereist)<br>of stuur ons een e-mail %2$s.
pl_pl: Jeśli chcesz pobrać swoje strony z Yachtino, niezbędny jest klucz API oraz ID strony.<br>Możesz je sam wygenerować w strefie Boatadmin:<br>%1$s (login jest niezbędny)<br>lub napisać do nas maila w tej sprawie: %2$s.
pt_pt: Para poder aceder aos seus barcos da Yachtino, necessita da chave da API e do ID do site.<br>Poderá gerá-los no Boatadmin:<br>%1$s (Login necessário)<br>Ou escreva-nos um email para %2$s.
ru_ru: Чтобы иметь возможность вызывать свои лодки из Яхтино, вам нужен ключ API и идентификатор сайта.<br>Вы можете сгенерировать их самостоятельно в Boatadmin:<br>%1$s (требуется вход в систему)<br>Или напишите нам электронное письмо на %2$s.
tr_tr: Yachtino'daki teknelerinizi getirtebilmek için, bir API anahtarına bir de site ID'ye ihtiyacınız var.<br>Bunları Boatadmin'de kendiniz oluşturabilirsiniz:<br>%1$s (giriş gerekli)<br>ya da bize e posta atın %2$s.

# You_want_delete_module
source: You want to delete following module:
cs_cz: Chcete odstranit násladující modul:
de_de: Sie wollen folgendes Modul löschen:
es_es: Desea eliminar el siguiente módulo:
fr_fr: Vous souhaitez supprimer le module suivant :
nl_nl: U wilt de volgende module verwijderen:
pl_pl: Chcesz usunąć następujący moduł:
pt_pt: Deseja apagar o seguinte módulo:
ru_ru: Вы хотите удалить следующий модуль:
tr_tr: Aşağıdaki modülü silmek istiyorsunuz:

# Wp_embedding_shortcode
source: A module can be integrated as a shortcode:
cs_cz: Modul lze integrovat jako shortcode:
de_de: Ein Modul kann als Shortcode eingebunden werden:
es_es: Un módulo puede incluirse como un shortcode:
fr_fr: Un module peut être intégré sous forme de shortcode :
nl_nl: Een module kan als shortcode worden geïntegreerd:
pl_pl: Możliwość integracji modułu jako shortcode:
pt_pt: Um módulo pode ser integrado sob forma de código:
ru_ru: Модуль может быть встроен в виде шорткода:
tr_tr: Bir modül shortcode olarak entegre edilebilir:

source: One boat/offer
cs_cz: Jedna loď/nabídka
de_de: Ein Boot/Angebot
es_es: Un barco/oferta
fr_fr: Un bateau/une annonce
nl_nl: Een boot/aanbieding
pl_pl: Łódź/oferta
pt_pt: Um barco/oferta
ru_ru: Одна лодка/предложение
tr_tr: Bir tekne/teklif

source: List of boats/offers
cs_cz: Seznam lodí/nabídek
de_de: Liste der Boote/Angebote
es_es: Lista de barcos/ofertas
fr_fr: Liste des bateaux/annonces
nl_nl: Lijst van boten/aanbiedingen
pl_pl: Lista łodzi/ofert
pt_pt: Lista de barcos/ofertas
ru_ru: Список лодок/предложений
tr_tr: Teknelerin/tekliflerin listesi

# Module_name
source: Name of the module
cs_cz: Jméno modulu
de_de: Name des Moduls
es_es: Nombre del módulo
fr_fr: Nom du module
nl_nl: Naam van de module
pl_pl: Nazwa modułu
pt_pt: Nome do módulo
ru_ru: Название модуля
tr_tr: Modülün adı

# Choose_fields_for_search
source: Choose which fields should be displayed in the search form.
cs_cz: Vyberte, která pole se mají zobrazit ve vyhledávacím formuláři.
de_de: Wählen Sie, welche Felder im Suchformular angezeigt werden sollen.
es_es: Seleccione los campos que se mostrarán en el formulario de búsqueda.
fr_fr: Choisir les champs à afficher dans le formulaire de recherche.
nl_nl: Kies welke velden in het zoekformulier moeten worden weergegeven.
pl_pl: Wybierz, które pola mają być widoczne w formularzu wyszukiwania.
pt_pt: Escolha os campos que deverão figurar no formulário de pesquisa.
ru_ru: Выберите, какие поля отображать в форме поиска.
tr_tr: Arama formunda hangi alanların görüntüleneceğini seçin.

source: Linked detail view
cs_cz: Odkaz na detailní náhled
de_de: Verlinkte Detailansicht
es_es: Vista detallada vinculada
fr_fr: Vue détaillée du lien
nl_nl: Gekoppelde detailweergave
pl_pl: Zalinkowany widok szczegółowy
pt_pt: Vista detalhada ligada
ru_ru: Подробный вид по ссылке
tr_tr: Detaylı görünümle bağlantılı

# Filter_fields_explain
source: Here you can restrict the selection of boats for display. For example, you can only display sailing boats. This restriction always applies - regardless of which search criteria are selected in the search form.
cs_cz: Zde můžete omezit výběr lodí k zobrazení. Můžete například zobrazit pouze plachetnice. Toto omezení platí vždy – bez ohledu na to, jaká vyhledávací kritéria jsou vybrána ve vyhledávacím formuláři.
de_de: Hier können Sie die Auswahl der Boote für die Anzeige einschränken. Sie können z.B. nur Segelboote anzeigen lassen. Diese Einschränkung gilt immer - unabhängig davon, welche Suchkriterien im Suchformular gewählt werden.
es_es: Aquí puede limitar la selección de barcos para mostrar. Por ejemplo, sólo puede mostrar barcos de vela. Esta restricción se aplica siempre, independientemente de los criterios de búsqueda seleccionados en el formulario de búsqueda.
fr_fr: Ici, vous pouvez limiter la sélection des bateaux à afficher. Par exemple, vous pouvez afficher seulement les voiliers. Cette limitation sera toujours appliquée, quels que soient les critères de recherche sélectionnés dans le formulaire de recherche.
nl_nl: Hier kunt u de selectie van de boten voor de advertentie beperken. U kunt bijvoorbeeld alleen zeilboten laten weergeven. Deze beperking is altijd van toepassing - ongeacht welke zoekcriteria in het zoekformulier worden geselecteerd.
pl_pl: Tutaj możesz ograniczyć wybór łodzi do pokazywania. Możesz np. ustawić pokazywanie tylko łodzi żaglowych. Ograniczenie jest ważne zawsze, niezależnie od wybranych kryteriów wyszukiwania w formularzu wyszukiwania.
pt_pt: Aqui pode limitar a seleção de barcos para o anúncio. Poderá apresentar, por exemplo, apenas veleiros. Esta limitação aplica-se sempre - independentemente dos critérios de pesquisa selecionados no formulário de pesquisa.
ru_ru: Здесь вы можете ограничить выбор лодок для показа. Например, вы можете отображать только парусные лодки. Это ограничение действует всегда – независимо от того, какие критерии поиска выбраны в форме поиска.
tr_tr: Burada görüntülenecek teknelerin seçimini sınırlandırabilirsiniz. Örneğin, sadece yelkenli tekneleri görüntüleyebilirsiniz. Bu sınırlandırma, arama formunda hangi arama kriterinin seçildiğinden bağımsız olarak her zaman geçerlidir.

source: Filters
cs_cz: Filtry
de_de: Filter
es_es: Filtros
fr_fr: Filtres
nl_nl: Filter
pl_pl: Filtry
pt_pt: Filtros
ru_ru: Фильтры
tr_tr: Filtreler

source: Page numbers
cs_cz: Čísla stránek
de_de: Seitenzahlen
es_es: Números de página
fr_fr: Numéros des pages
nl_nl: Paginanummers
pl_pl: Numery stron
pt_pt: Números de páginas
ru_ru: Номера страниц
tr_tr: Sayfa numaraları

# Page_numbers_explain
source: Below/above the list: Numbers to click for switching between individual result pages (go to page 2 or 3).
cs_cz: Pod/nad seznamem: Číslice, na které lze kliknout, chcete-li přepínat mezi jednotlivými stránkami s výsledky (jdi na stránku 2 nebo 3).
de_de: Unterhalb/oberhalb der Liste: Zahlen zum Blättern zwischen einzelnen Ergebnisseiten (gehe zur Seite 2 oder 3).
es_es: Debajo/encima de la lista: Números para desplazarse entre las páginas de resultados individuales (ir a la página 2 o 3).
fr_fr: En dessous/au-dessus de la liste : numéros sur lesquels cliquer pour passer d’une page de résultats à l’autre (aller à la page 2 ou 3).
nl_nl: Onder/boven de lijst: cijfers om tussen afzonderlijke resultatenpagina's te bladeren (ga naar pagina 2 of 3).
pl_pl: Powyżej/poniżej listy: numery do kliknięcia w celu zmiany poszczególnej strony z wynikami (przejdź do strony 2 lub 3).
pt_pt: Em baixo / em cima da lista: Números para navegar entre as diferentes páginas de resultados (vá para a página 2 ou 3).
ru_ru: Под/над списком: цифры для прокрутки между отдельными страницами результатов.
tr_tr: Listenin altında/üstünde: Bağımsız sonuç sayfaları arasında geçiş yapmak için tıklanacak sayılar (2. veya 3. sayfaya gidin).

source: Display your boats and yachts for sale from yachtall.com or yacht charter offers from happycharter.com in your own website.
cs_cz: Zobrazte své lodě a jachty na prodej z yachtall.com nebo nabídky pronájmu jachet z happycharter.com na své vlastní webové stránce.
de_de: Integrieren Sie Ihre Boote und Yachten zum Verkauf von yachtall.com oder Yachtcharter Angebote von happycharter.com in Ihre eigene Webseite.
es_es: Integre sus barcos y yates en venta de yachtall.com o las ofertas de alquiler de yates de happycharter.com en su propio sitio web.
fr_fr: Afficher vos bateaux et yachts à vendre depuis yachtall.com ou vos offres de location de bateaux depuis happycharter.com sur votre propre site.
nl_nl: Integreer uw boten en jachten voor de verkoop van yachtall.com of jachtcharteraanbiedingen van happycharter.com in uw eigen website.
pl_pl: Zintegruj swoje łodzie i jachty na sprzedaż z yachtall.com lub oferty czarteru z happycharter.com z własną stroną www.
pt_pt: Integre os seus barcos e iates para venda do yachtall.com ou ofertas de charters de iates do happycharter.com no seu próprio site.
ru_ru: Разместите свои лодки и яхтф, выставленные на продажу, на сайте Yachtall.com, или предложения по аренде яхт на сайте Happycharter.com, на собственном веб-сайте.
tr_tr: Yachtall.com'dan satılık teknelerinizi ve yatlarınızı veya happycharter.com'dan kiralık yat ilanlarınızı kendi web sitenizde görüntüleyin.

# Wp_path_language
source: If you have a <b>multilingual</b> website, enter the paths/URLs here <b>with the language abbreviation</b> as with other websites, eg. /fr/bateaux.
cs_cz: Pokud máte <b>vícejazyčné</b> webové stránky, zadejte sem cesty/adresy URL <b>se zkratkou jazyka</b> jako u jiných stránek, např. /en/boats.
de_de: Wenn Sie eine <b>mehrsprachige</b> Webseite haben, tragen Sie die Pfade/URLs hier <b>mit dem Sprach-Kürzel</b> wie bei anderen Seiten ein, also z.B. /en/boats.
es_es: Si tiene un sitio web <b>multilingüe</b>, ingrese las rutas/URL aquí <b>con la abreviatura del idioma</b> como con otros sitios, por ejemplo, /en/boats.
fr_fr: Si vous avez un site web <b>en plusieurs langues</b>, indiquez ici les chemins/URL <b>avec l’abréviation de la langue</b> comme pour les autres sites web, par exemple /fr/bateaux.
nl_nl: Als u een <b>meertalige</b> website heeft, vult u de paden/URL's hier in <b>met de taalafkorting</b> zoals op andere pagina's, dus bijv. /en/boats.
pl_pl: Jeśli Twoja strona www jest w <b>kilku językach</b>, wpisz ścieżki/URL tutaj ze <b>skrótem danego języka</b>, tak jak w przypadku innych stron, np. /en/boats.
pt_pt: Se possui um site <b>multilingue</b> introduza aqui os caminhos/URLs <b>com a abreviatura do idioma</b> como noutros sites; p.ex. /en/boats.
ru_ru: Если у вас <b>многоязычный</b> веб-сайт, введите здесь пути/URL-адреса <b>с языковым сокращением</b>, как и для других веб-сайтов, например, /en/boats.
tr_tr: Eğer <b>çok dilli</b> bir web siteniz varsa, dizin/URL'leri buraya girin <b>dil kısaltması ile</b>diğer websiteleri ile olduğu gibi, örneğin /fr/bateaux.

source: You need to have an account on yachtall.com or happycharter.com to use this plugin. Then you can integrate your boats into your website with a few clicks.
cs_cz: Chcete-li používat tento plugin, musíte mít účet na yachtall.com nebo happycharter.com. Poté můžete své lodě integrovat na svůj web několika kliknutími.
de_de: Sie müssen ein Konto auf yachtall.com oder happycharter.com haben, um dieses Plugin zu verwenden. Dann können Sie Ihre Boote mit ein paar Klicks in Ihre Webseite integrieren.
es_es: Debe tener una cuenta en yachtall.com o happycharter.com para utilizar este plugin. A continuación, puede integrar sus barcos en su sitio web con unos pocos clics.
fr_fr: Vous devez avoir un compte sur yachtall.com ou sur happycharter.com pour utiliser ce plugin. Vous pourrez ensuite intégrer vos bateaux dans votre site en quelques clics.
nl_nl: U moet een account hebben op yachtall.com of happycharter.com om deze plugin te gebruiken. Dan kunt u uw boten met een paar klikken in uw website integreren.
pl_pl: Musisz mieć konto na yachtall.com lub happycharter.com, aby móc używać tej wtyczki. Możesz wówczas integrować swoje łodzie za pomocą kilku kliknięć ze swoją stroną www.
pt_pt: Tem de possuir uma conta no yachtall.com ou no happycharter.com para poder utilizar este plugin. Depois poderá integrar os seus barcos com um par de cliques no seu site.
ru_ru: Чтобы использовать этот плагин, вам необходимо иметь учетную запись на сайте Yachtall.com или Happycharter.com. Затем в несколько кликов вы сможете разместить свои лодки на своем веб-сайте.
tr_tr: Bu eklentiyi kullanabilmek için yachtall.com ya da happycharter.com'da bir hesabınız olması gerekir. Ancak daha sonra teknelerinizi birkaç tıklama ile web sitenize entegre edebilirsiniz.

# err_wp_module_delete_not_possible_page
source: The module cannot be deleted because there is at least one page still using this module.
cs_cz: Modul nelze smazat, protože alespoň jedna stránka stále používá tento modul.
de_de: Das Modul kann nicht gelöscht werden, weil es noch mindestens eine Seite gibt, die dieses Modul verwendet.
es_es: El módulo no se puede eliminar porque todavía hay al menos una página que utiliza este módulo.
fr_fr: Le module ne peut pas être supprimé car il y a au moins une page qui l’utilise encore.
nl_nl: De module kan niet worden verwijderd omdat er nog steeds ten minste één pagina is die deze module gebruikt.
pl_pl: Brak możliwości usunięcia modułu, ponieważ istnieje jeszcze minimum jedna strona, która wykorzystuje ten moduł.
pt_pt: O módulo não pode ser apagado porque existe pelo menos uma página que o utiliza.
ru_ru: Модуль нельзя удалить, поскольку как минимум одна страница все еще использует этот модуль.
tr_tr: Modül silinemez çünkü bu modülü hala kullanan en az bir tane sayfa mevcut.

# err_wp_page_delete_not_possible_module
source: The page cannot be deleted because there is at least one module that links to this page as to a detail view.
cs_cz: Stránku nelze smazat, protože existuje alespoň jeden modul, který na tuto stránku odkazuje jako na podrobný náhled.
de_de: Die Seite kann nicht gelöscht werden, weil es noch mindestens ein Modul gibt, dass diese Seite als Detailansicht verlinkt.
es_es: La página no se puede eliminar porque todavía hay al menos un módulo que enlaza con esta página como vista detallada.
fr_fr: La page ne peut pas être supprimée car il existe au moins un module qui renvoie à cette page comme à une vue détaillée.
nl_nl: De pagina kan niet worden verwijderd omdat er nog steeds een module is die naar deze pagina linkt als een detailweergave.
pl_pl: Brak możliwości usunięcia strony, ponieważ istnieje jeszcze minimum jeden moduł, linkujący tę stronę w widoku szczegółowym.
pt_pt: A página não pode ser apagada porque existe pelo menos um módulo ligado a esta página na vista detalhada.
ru_ru: Страницу невозможно удалить, поскольку существует как минимум один модуль, который ссылается на эту страницу для подробного просмотра.
tr_tr: Sayfa silinemez çünkü bu sayfaya detaylı görünüm olarak bağlantılı en az bir tane modül vardır.

source: Page layout
cs_cz: Layout stránky
de_de: Seitenlayout
es_es: Diseño de página
fr_fr: Mise en page
nl_nl: Paginaindeling
pl_pl: Layout strony
pt_pt: Layout da página
ru_ru: Макет страницы
tr_tr: Sayfa düzeni

# page_layout_list
source: boats under each other (lines)
cs_cz: lodě pod sebou (řádky)
de_de: Boote untereinander (Zeilen)
es_es: barcos uno por debajo del otro (filas)
fr_fr: les bateaux les uns sous les autres (lignes)
nl_nl: boten onder elkaar (rijen)
pl_pl: łodzie jedna pod drugą (wiersze)
pt_pt: barcos na vertical (linhas)
ru_ru: лодки друг под другом (рядами)
tr_tr: alt alta tekneler (satırlar)

# page_layout_tiles
source: boats next to each other (tiles)
cs_cz: lodě vedle sebe (tabulka)
de_de: Boote nebeneinander (Kacheln)
es_es: barcos uno al lado del otro (azulejos)
fr_fr: les bateaux les uns à côté des autres (mosaïque)
nl_nl: boten naast elkaar (tegels)
pl_pl: łodzie obok siebie (kafelki)
pt_pt: barcos na horizontal (blocos)
ru_ru: лодки рядом друг с другом (плитки)
tr_tr: yan yana tekneler (karolar)

source: Custom
cs_cz: Vlastní
de_de: Benutzerdefiniert
es_es: A medida
fr_fr: Autres paramètres
nl_nl: Gebruikersdefinitie
pl_pl: Zdefiniowany
pt_pt: Definido pelo utilizador
ru_ru: По выбору пользователя
tr_tr: Özel

source: no search form
cs_cz: žádný formulář pro vyhledávání
de_de: kein Suchformular
es_es: sin formulario de búsqueda
fr_fr: pas de formulaire de recherche
nl_nl: geen zoekformulier
pl_pl: brak formularza wyszukiwania
ru_ru: отсутствует форма поиска
tr_tr: arama bölümü olmasın

# search_form_at_top
source: search form above boats
cs_cz: formulář pro vyhledávání nad loděmi
de_de: Suchformular oberhalb von Booten
es_es: formulario de búsqueda de barcos
fr_fr: formulaire de recherche au-dessus des bateaux
nl_nl: zoekformulier boven boten
pl_pl: formularz wyszukiwania nad łodziami
ru_ru: форма поиска над яхтами
tr_tr: arama bölümü teknelerin üstünde
