Repository: yachtino/yachtino-boat-listing
Catalog: languages/yachtino-boat-listing-*.po
Languages: cs_cz, de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, ru_ru, tr_tr

# from_price
source: from
cs_cz: od
de_de: von
es_es: desde
fr_fr: de
nl_nl: van
pl_pl: od
pt_pt: de
ru_ru: от
tr_tr: itibaren

# to_price
source: to
cs_cz: do
de_de: bis
es_es: hasta
fr_fr: à
nl_nl: tot
pl_pl: do
pt_pt: até
ru_ru: до
tr_tr: e kadar

source: eg.
cs_cz: např.
de_de: z.B.
es_es: p. ej.
fr_fr: par ex.
nl_nl: b.v.
pl_pl: np.
pt_pt: p.ex.
ru_ru: напр.
tr_tr: örn.

source: Length
cs_cz: Délka
de_de: Länge
es_es: Eslora
fr_fr: Longueur
nl_nl: Lengte
pl_pl: Długość
pt_pt: Comprimento
ru_ru: Длина
tr_tr: Uzunluk

source: Beam
cs_cz: Šířka
de_de: Breite
es_es: Manga
fr_fr: Largeur
nl_nl: Breedte
pl_pl: Szerokość
pt_pt: Largura
ru_ru: Ширина
tr_tr: Genişlik

source: Boat name
cs_cz: Jméno lodi
de_de: Bootsname
es_es: Nombre del barco
fr_fr: Nom du bateau
nl_nl: Bootnaam
pl_pl: Nazwa łodzi
pt_pt: Nome do barco
ru_ru: Название лодки
tr_tr: Tekne adı

source: Boat type
cs_cz: Typ lodi
de_de: Bootsart
es_es: Tipo de barco
fr_fr: Type de bateau
nl_nl: Boot-type
pl_pl: Rodzaj łodzi
pt_pt: Tipo de barco
ru_ru: Тип лодки
tr_tr: Tekne türü

source: Year built
cs_cz: Rok výroby
de_de: Baujahr
es_es: Año de fabricación
fr_fr: Année de construction
nl_nl: Bouwjaar
pl_pl: Rok budowy
pt_pt: Ano de construção
ru_ru: Год постройки
tr_tr: Üretim yılı

source: Cabins
cs_cz: Kabiny
de_de: Kabinen
es_es: Camarotes
fr_fr: Cabines
nl_nl: Hutten
pl_pl: Kabiny
pt_pt: Cabines
ru_ru: Каюты
tr_tr: Kabin

source: Country
cs_cz: Země
de_de: Land
es_es: País
fr_fr: Pays
nl_nl: Land
pl_pl: Kraj
pt_pt: País
ru_ru: Страна
tr_tr: Ülke

source: Port
cs_cz: Přístav
de_de: Hafen
es_es: Amarre
nl_nl: Haven
pt_pt: Porto
ru_ru: Порт
tr_tr: Liman

source: Hull material
cs_cz: Materiál trupu
de_de: Rumpfmaterial
es_es: Material del casco
fr_fr: Matériau de la coque
nl_nl: Rompmateriaal
pl_pl: Materiał kadłuba
pt_pt: Material do casco
ru_ru: Материал корпуса
tr_tr: Gövde malzemesi

source: engine
cs_cz: motor
de_de: Motor
es_es: motor
fr_fr: moteur
nl_nl: motor
pl_pl: silnik
pt_pt: motor
ru_ru: двигатель
tr_tr: motor

source: Sale price
cs_cz: Prodejní cena
de_de: Verkaufspreis
es_es: Precio de venta
fr_fr: Prix de vente
nl_nl: Verkoopsprijs
pl_pl: Cena sprzedaży
pt_pt: Preço de venda
ru_ru: Продажная цена
tr_tr: Satış fiyatı

source: Engine power
cs_cz: Výkon motoru
de_de: Motorleistung
es_es: Potencia del motor
fr_fr: Puissance du moteur
nl_nl: Motorvermogen
pl_pl: Moc silnika
pt_pt: Potência do motor
ru_ru: Мощность мотора
tr_tr: Motor gücü

source: Manufacturer
cs_cz: Výrobce
de_de: Hersteller
es_es: Fabricante
fr_fr: Constructeur
nl_nl: Fabrikant
pl_pl: Producent
pt_pt: Fabricante
ru_ru: Производитель
tr_tr: Üretici

# Cancel_verb
source: Abort
cs_cz: Storno
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
nl_nl: Annuleren
pl_pl: Przerwij
pt_pt: Cancelar
ru_ru: Аннулировать
tr_tr: İptal

# edit_verb
source: edit
cs_cz: editovat
de_de: bearbeiten
es_es: editar
fr_fr: éditer
nl_nl: bewerken
pl_pl: edytuj
pt_pt: editar
ru_ru: редактировать
tr_tr: düzenlemek

source: Material
cs_cz: Materiál
fr_fr: Matériel
nl_nl: Materiaal
pl_pl: Materiał
ru_ru: Материал
tr_tr: Malzeme

source: Fuel
cs_cz: Palivo
de_de: Treibstoff
es_es: Combustible
fr_fr: Carburant
nl_nl: Brandstof
pl_pl: Paliwo
pt_pt: Combustível
ru_ru: Топливо
tr_tr: Yakıt

source: Quick search
cs_cz: Rychlé vyhledávání
de_de: Schnellsuche
es_es: Búsqueda rápida
fr_fr: Recherche rapide
nl_nl: Snelzoeken
pl_pl: Szybkie wyszukiwanie
pt_pt: Pesquisa rápida
ru_ru: Быстрый поиск
tr_tr: Hızlı arama

source: Special requests
cs_cz: Speciální poptávky
de_de: Spezielle Anfragen
es_es: Solicitudes especiales
fr_fr: Demandes spéciales
nl_nl: Speciale aanvragen
pl_pl: Zapytania specjalne
pt_pt: Pedidos especiais
ru_ru: Специальные запросы
tr_tr: Özel talepler

source: Insurance request
cs_cz: Poptávka po pojištění
de_de: Versicherungs-Anfrage
es_es: Solicitud de seguro
fr_fr: Demande d’assurance
nl_nl: Verzekeringsaanvraag
pl_pl: Zapytanie o ubezpieczenie
pt_pt: Consulta de seguro
ru_ru: Запрос на страхование
tr_tr: Sigorta talebi

source: Transport request
cs_cz: Poptávka po přepravě
de_de: Transport-Anfrage
es_es: Solicitud de transporte
fr_fr: Demande de transport
nl_nl: Transport aanvraag
pl_pl: Zapytanie o transport
pt_pt: Consulta de transporte
ru_ru: Запрос на транспорт
tr_tr: Taşıma talebi

source: Financing request
cs_cz: Poptávka po financování
de_de: Finanzierungs-Anfrage
es_es: Solicitud de financiación
fr_fr: Demande de financement
nl_nl: Financieringsaanvraag
pl_pl: Zapytanie o finansowanie
pt_pt: Consulta de financiamento
ru_ru: Запрос на финансирование
tr_tr: Finansman talebi

# err_field_required_XXX
source: %1$s is a required field.
cs_cz: %1$s je povinné pole.
de_de: %1$s ist ein Pflichtfeld.
es_es: %1$s debe llenar el campo.
fr_fr: %1$s est un champ obligatoire.
nl_nl: %1$s is een verplicht veld.
pl_pl: %1$s to pole obowiązkowe.
pt_pt: %1$s é um campo obrigatório.
ru_ru: %1$s - обязательное поле.
tr_tr: %1$s zorunlu alandır.

# Msg_data_saved
source: Your data has been saved.
cs_cz: Vaše údaje byly uloženy.
de_de: Die Daten wurden gespeichert.
es_es: Sus datos han sido guardados.
fr_fr: Vos données ont été enregistrées.
nl_nl: De gegevens worden opgeslagen.
pl_pl: Dane zostały zapisane.
pt_pt: Os seus dados foram gravados.
ru_ru: Ваши данные сохранены.
tr_tr: Veriler kaydedilmiştir.

# US_state
source: State
cs_cz: Stát
de_de: Bundesstaat
es_es: Estado
fr_fr: Etat
nl_nl: Deelstaat
pl_pl: Stan
pt_pt: Estado
ru_ru: Государство
tr_tr: Federal eyalet

# err_text_too_long
source: is too long. %1$s digits are allowed.
cs_cz: je moc dlouhý. %1$s znaků je povoleno.
de_de: ist zu lang. Erlaubt sind %1$s Zeichen.
es_es: es muy largo. Solo están permitidos %1$s dígitos.
fr_fr: est trop long. Vous pouvez enregister %1$s caractères maximum.
nl_nl: is te lang. Toegestaan zijn %1$s tekens.
pl_pl: jest zbyt długi. Możesz użyć %1$s znaków.
pt_pt: é muito longo. %1$s dígitos são permitidos.
ru_ru: слишком длинно. Допустимое количество чисел: %1$s.
tr_tr: çok uzun. %1$s karaktere izin verilir.

# lg_website_de
source: German website
cs_cz: německá stránka
de_de: deutsche Webseite
es_es: sitio web alemán
fr_fr: site web allemand
nl_nl: duitse website
pl_pl: strona niemiecka
pt_pt: site alemão
ru_ru: немецкий сайт
tr_tr: Almanca websitesi

# lg_website_en
source: English website
cs_cz: anglická stránka
de_de: englische Webseite
es_es: sitio web inglés
fr_fr: site web anglais
nl_nl: engelse website
pl_pl: strona angielska
pt_pt: site inglês
ru_ru: английский сайт
tr_tr: İngilizce websitesi

# lg_website_es
source: Spanish website
cs_cz: španělská stránka
de_de: spanische Webseite
es_es: sitio web español
fr_fr: site web espagnol
nl_nl: spaanse website
pl_pl: strona hiszpańsa
pt_pt: site espanhol
ru_ru: испанский сайт
tr_tr: İspanyolca websitesi

# lg_website_cs
source: Czech website
cs_cz: česká stránka
de_de: tschechische Webseite
es_es: sitio web checo
fr_fr: site web tchèque
nl_nl: tsjechische website
pl_pl: strona czeska
pt_pt: site checo
ru_ru: чешский сайт
tr_tr: Çekçe websitesi

# lg_website_nl
source: Dutch website
cs_cz: holandská stránka
de_de: niederländische Webseite
es_es: sitio web holandés
fr_fr: site web néerlandais
nl_nl: nederlandse website
pl_pl: strona holenderska
pt_pt: site holandês
ru_ru: голландский сайт
tr_tr: Flemenkçe websitesi

# lg_website_it
source: Italian website
cs_cz: italská stránka
de_de: italienische Webseite
es_es: sitio web italiano
fr_fr: site web italien
nl_nl: italiaanse website
pl_pl: strona włoska
pt_pt: site italiano
ru_ru: итальянский сайт
tr_tr: İtalyanca websitesi

# lg_website_fr
source: French website
cs_cz: francouzská stránka
de_de: französische Webseite
es_es: sitio web francés
fr_fr: site web français
nl_nl: franse website
pl_pl: strona francuska
pt_pt: site francês
ru_ru: французский сайт
tr_tr: Fransızca websitesi

# lg_website_ru
source: Russian website
cs_cz: ruská stránka
de_de: russische Webseite
es_es: sitio web ruso
fr_fr: site web russe
nl_nl: russische website
pl_pl: strona rosyjska
pt_pt: site russo
ru_ru: русский сайт
tr_tr: Rusça websitesi

# lg_website_pl
source: Polish website
cs_cz: polská stránka
de_de: polnische Webseite
es_es: sitio web polaco
fr_fr: site web polonais
nl_nl: poolse website
pl_pl: strona polska
pt_pt: site polaco
ru_ru: польский сайт
tr_tr: Polonyaca websitesi

source: New / used
cs_cz: Nový / použitý
de_de: Neu / gebraucht
es_es: Nuevo / usado
fr_fr: Neuf / d’occasion
nl_nl: Nieuw/gebruikt
pl_pl: Nowe/używane
pt_pt: Novo / usado
ru_ru: Новое/подержаное
tr_tr: Yeni / ikinci el

source: trailer
cs_cz: přívěs
es_es: remolque
fr_fr: remorque
pl_pl: przyczepa
pt_pt: atrelado
ru_ru: трейлер
tr_tr: römork

source: mooring
cs_cz: kotviště
de_de: Liegeplatz
es_es: amarre
fr_fr: mouillage
nl_nl: ligplaats
pl_pl: miejsce cumowania
pt_pt: amarração
ru_ru: причал
tr_tr: bağlama yeri

# Charter_waterway
source: Charter area
cs_cz: Revír pronájmu
de_de: Charter-Revier
es_es: Zona de alquiler
fr_fr: Zone de location
nl_nl: Charter gebied
pl_pl: Rejon czarteru
pt_pt: Destino de charters
ru_ru: Область аренды
tr_tr: Kiralama mıntıkası

# err_name_taken
source: The name is already taken. Please choose another name.
cs_cz: Jméno je už obsazeno. Prosím zvolte jiné jméno.
de_de: Der Name ist schon besetzt. Wählen Sie bitte einen anderen Namen.
es_es: El nombre ya existe. Por favor, seleccione otro nombre.
fr_fr: Le nom est déjà pris. Veuillez choisir un autre nom.
nl_nl: Deze naam bestaat al. Kies a.u.b. een andere naam.
pl_pl: Ta nazwa jest już zajęta. Wybierz inną nazwę.
pt_pt: Este nome já está ocupado. Por favor, escolha outro nome.
ru_ru: Это название уже занято. Пожалуйста, выберите другое название.
tr_tr: İsim zaten dolu. Lütfen başka bir isim seçin.

# Delete_verb
source: Delete
cs_cz: Smazat
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Apagar
ru_ru: Удалить
tr_tr: Silin

source: Brand
cs_cz: Značka
de_de: Marke
es_es: Marca
fr_fr: Marque
nl_nl: Merk
pl_pl: Marka
pt_pt: Marca
ru_ru: Марка
tr_tr: Marka

# delete_verb
source: delete
cs_cz: smazat
de_de: löschen
es_es: borrar
fr_fr: supprimer
nl_nl: verwijderen
pl_pl: usuń
pt_pt: apagar
ru_ru: удалить
tr_tr: silin

source: Sort by
cs_cz: Seřadit dle
de_de: Sortieren nach
es_es: Ordenar por
fr_fr: Trier par
nl_nl: Sorteren naar
pl_pl: Sortuj wg
pt_pt: Ordenar por
ru_ru: Порядок сортировки
tr_tr: Göre sırala

source: Show search form
cs_cz: Ukázat formulář vyhledávání
de_de: Suchformular anzeigen
es_es: Mostrar formulario de búsqueda
fr_fr: Afficher le formulaire de recherche
nl_nl: Zoek-formulier tonen
pl_pl: Pokaż formularz wyszukiwania
pt_pt: Mostrar formulário de pesquisa
ru_ru: Показать форму поиска
tr_tr: Arama formunu göster

source: Page
cs_cz: Stránka
de_de: Seite
es_es: Página
nl_nl: Pagina
pl_pl: Strona
pt_pt: Página
ru_ru: Страница
tr_tr: Sayfa

# Save_verb
source: Save
cs_cz: Uložit
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
nl_nl: Opslaan
pl_pl: Zapisz
pt_pt: Gravar
ru_ru: Сохранить
tr_tr: Kaydedin

source: Price boat/week
cs_cz: Cena loď/týden
de_de: Preis Boot/Woche
es_es: Precio barco/semana
fr_fr: Prix du bateau/semaine
nl_nl: Prijs boot/week
pl_pl: Cena łódź/tydzień
pt_pt: Preço do barco/semana
ru_ru: Цена лодки/неделю
tr_tr: Fiyat tekne/hafta

source: Price boat/day
cs_cz: Cena loď/den
de_de: Preis Boot/Tag
es_es: Precio barco/día
fr_fr: Prix du bateau/jour
nl_nl: Prijs boot/dag
pl_pl: Cena łódź/dzień
pt_pt: Preço do barco/dia
ru_ru: Ц. лодки/день
tr_tr: Fiyat tekne/gün

source: Price berth/week
cs_cz: Cena za lůžko / týden
de_de: Preis Koje/Woche
es_es: Precio litera/semana
fr_fr: Prix de la couchette/semaine
nl_nl: Prijs kooi/week
pl_pl: Cena koja/tydzień
pt_pt: Preço por beliche/semana
ru_ru: Ц. койки/неделю
tr_tr: Kamara fiyatı/hafta

# lg_website_da
source: Danish website
cs_cz: dánská stránka
de_de: dänische Webseite
es_es: sitio web danés
fr_fr: site web danois
nl_nl: deense website
pl_pl: strona duńska
pt_pt: site dinamarquês
ru_ru: датский сайт
tr_tr: Danimarkaca websitesi

# lg_website_tr
source: Turkish website
cs_cz: turecká stránka
de_de: türkische Webseite
es_es: sitio web turco
fr_fr: site web turc
nl_nl: turkse website
pl_pl: strona turecka
pt_pt: site turco
ru_ru: турецкий сайт
tr_tr: Türkçe websitesi

# boattype_1
source: sailboat
cs_cz: plachetnice
de_de: Segelboot
es_es: velero
fr_fr: voilier
nl_nl: zeilboot
pl_pl: łódź żaglowa
pt_pt: barco à vela
ru_ru: парусная лодка
tr_tr: yelkenli tekne

# boattype_2
source: powerboat
cs_cz: motorová loď
de_de: Motorboot
es_es: barco de motor
fr_fr: bateau à moteur
nl_nl: motorboot
pl_pl: łódź motorowa
pt_pt: barco a motor
ru_ru: моторная лодка
tr_tr: motorlu tekne

source: Ads per page
cs_cz: Inzeráty na stránce
de_de: Inserate pro Seite
es_es: Anuncios por página
fr_fr: Annonces par page
nl_nl: Advertenties per pagina
pl_pl: Ilość ogłoszeń na stronę
pt_pt: Anúncios por página
ru_ru: Оферты про страницу
tr_tr: Sayfa başına ilan

source: Engine type
cs_cz: Typ motoru
de_de: Motortyp
es_es: Tipo de motor
fr_fr: Type de moteur
nl_nl: Motortype
pl_pl: Typ silnika
pt_pt: Tipo de motor
ru_ru: Тип двигателя
tr_tr: Motor tipi

source: Go to next step
cs_cz: Jdi k dalšímu kroku
de_de: Gehe zum nächsten Schritt
es_es: Ir al próximo paso
fr_fr: Passer à l'étape suivante
nl_nl: Ga naar de volgende stap
pl_pl: Idź do kolejnego etapu
pt_pt: Ir para o próximo passo
ru_ru: Следущий шаг
tr_tr: Sonraki adıma git

source: Headline
cs_cz: Nadpis
de_de: Überschrift
es_es: Título
fr_fr: Titre principal
nl_nl: Opschrift
pl_pl: Nagłówek
pt_pt: Título
ru_ru: Заголовок
tr_tr: Başlık

source: Internal name
cs_cz: Interní pojmenování
de_de: Interne Bezeichnung
es_es: Nombre interno
fr_fr: Nom interne
nl_nl: Interne aanduiding
pl_pl: Nazwa wewnętrzna
pt_pt: Nome interno
ru_ru: Внутреннее название
tr_tr: Dahili tanım

source: Link
cs_cz: Odkaz
es_es: Enlace
fr_fr: Lien
ru_ru: Ссылка

source: Name
cs_cz: Jméno
es_es: Nombre
fr_fr: Nom
nl_nl: Naam
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Имя
tr_tr: Adınız

source: Type of berth
cs_cz: Typ kotviště
de_de: Liegeplatz-Typ
es_es: Typo de amarre
fr_fr: Type d’amarrage
nl_nl: Type ligplaats
pl_pl: Typ miejsca do cumowania
pt_pt: Tipo de beliche
ru_ru: Тип стоянки
tr_tr: Demirleme yeri tipi

# err_web_does_not_exist
source: This website does not exist.
cs_cz: Tato webová stránka neexistuje.
de_de: Diese Webseite existiert nicht.
es_es: Esa página web no existe.
fr_fr: Le site internet n'existe pas.
nl_nl: Deze pagina bestaat niet.
pl_pl: Ta strona www nie istnieje.
pt_pt: Este site não existe.
ru_ru: Этот сайт не существует.
tr_tr: Bu web sayfası mevcut değildir.

source: language
cs_cz: jazyk
de_de: Sprache
es_es: idioma
fr_fr: langue
nl_nl: taal
pl_pl: język
pt_pt: idioma
ru_ru: язык
tr_tr: dil

# lg_website_hr
source: Croatian website
cs_cz: chorvatská stránka
de_de: kroatische Webseite
es_es: sitio web croata
fr_fr: site web croate
nl_nl: kroatische website
pl_pl: strona chorwacka
pt_pt: site croata
ru_ru: хорватский сайт
tr_tr: Hırvatça websitesi

# lg_website_pt
source: Portuguese website
cs_cz: portugalská stránka
de_de: portugiesische Webseite
es_es: sitio web portugés
fr_fr: site web portugais
nl_nl: portugese website
pl_pl: strona portugalska
pt_pt: site português
ru_ru: португальский сайт
tr_tr: Portegizce websitesi

# lg_website_sv
source: Swedish website
cs_cz: švédská stránka
de_de: schwedische Webseite
es_es: sitio web sueco
fr_fr: site web suédois
nl_nl: zweedse website
pl_pl: strona szwedzka
pt_pt: site sueco
ru_ru: шведский сайт
tr_tr: İsveççe websitesi

# gear
source: advert
cs_cz: drobná inzerce
de_de: Kleinanzeige
es_es: anuncio clasificado
fr_fr: annonce
nl_nl: advertentie
pl_pl: ogłoszenie
pt_pt: classificado
ru_ru: рубричное объявление
tr_tr: reklam

source: Category
cs_cz: Kategorie
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
nl_nl: Categorie
pl_pl: Kategoria
pt_pt: Categoria
ru_ru: Категория
tr_tr: Kategori

# cboat
source: boat for rent
cs_cz: loď na pronájem
de_de: Boot zum Mieten
es_es: barco de alquiler
fr_fr: bateau à louer
nl_nl: boot te huur
pl_pl: łódź do wynajęcia
pt_pt: barco para alugar
ru_ru: лодка в аренду
tr_tr: kiralık tekne

# sboat
source: boat for sale
cs_cz: loď na prodej
de_de: Boot zum Verkauf
es_es: barco en venta
fr_fr: bateau à vendre
nl_nl: boot te koop
pl_pl: łódź na sprzedaż
pt_pt: barco para venda
ru_ru: лодка на продажу
tr_tr: satılık tekne

# No_results_found
source: No results were found.
cs_cz: Nebyly nalezeny žádné výsledky.
de_de: Es wurden keine Ergebnisse gefunden.
es_es: No se encontraron resultados.
fr_fr: Aucun résultat n'a été trouvé.
nl_nl: Er zijn geen resultaten gevonden.
pl_pl: Brak wyników.
pt_pt: Não foram encontrados resultados.
ru_ru: Поиск не дал результатов.
tr_tr: Sonuç bulunmadı.

source: Contact form
cs_cz: Kontaktní formulář
de_de: Kontaktformular
es_es: Formulario de contacto
fr_fr: Formulaire de contact
nl_nl: Contactformulier
pl_pl: Formularz kontaktowy
pt_pt: Formulário de contacto
ru_ru: Форма обратной связи
tr_tr: İ̇letişim formu

source: Offer
cs_cz: Nabídka
de_de: Angebot

# lg_website_hu
source: Hungarian website
cs_cz: maďarská stránka
de_de: ungarische Webseite
es_es: sitio web húngaro
fr_fr: site web hongrois
nl_nl: hongaarse website
pl_pl: węgierska strona www
pt_pt: site húngaro
ru_ru: венгерский сайт
tr_tr: Macarca websitesi

# lg_website_fi
source: Finnish website
cs_cz: finská stránka
de_de: finnische Webseite
es_es: sitio web fines
fr_fr: site web finlandais
nl_nl: finse website
pl_pl: fińska strona www
pt_pt: website finlandês
ru_ru: финский сайт
tr_tr: Fince websitesi

# lg_website_no
source: Norwegian website
cs_cz: norská stránka
de_de: norwegische Webseite
es_es: sitio web noruego
fr_fr: site web norvégien
nl_nl: noorse website
pl_pl: norweska strona www
pt_pt: site norueguês
ru_ru: норвежский сайт
tr_tr: Norveçce websitesi

# lg_website_el
source: Greek website
cs_cz: řecká stránka
de_de: griechische Webseite
es_es: sitio web griego
fr_fr: site web grec
nl_nl: griekse website
pl_pl: grecka strona www
pt_pt: website grego
ru_ru: греческий сайт
tr_tr: Yunanca websitesi

source: Price boat/hour
cs_cz: Cena loď/hodinu
de_de: Preis Boot/Stunde
es_es: Precio barco/hora
fr_fr: Prix du bateau/heure
nl_nl: Prijs boot/uur
pl_pl: Cena łódź/godzina
pt_pt: Preço do barco/hora
ru_ru: Цена лодки/час
tr_tr: Fiyat tekne/saat

source: Modules
cs_cz: Moduly
de_de: Module
es_es: Módulos
nl_nl: Module
pl_pl: Moduły
pt_pt: Módulos
ru_ru: Модули
tr_tr: Modüller

source: Pages
cs_cz: Stránky
de_de: Seiten
es_es: Páginas
nl_nl: Pagina's
pl_pl: Strony
pt_pt: Páginas
ru_ru: Страницы
tr_tr: Sayfalar

# Website_is_in_languages
source: The website is in following languages:
cs_cz: Webová stránka je v následujících jazycích:
de_de: Die Webseite ist in folgenden Sprachen:
es_es: El sitio web está disponible en los siguientes idiomas:
fr_fr: Le site web est disponible dans les langues suivantes :
nl_nl: De website is in de volgende talen beschikbaar:
pl_pl: Strona www jest dostępna w następujących językach:
pt_pt: O site está nos seguintes idiomas:
ru_ru: Сайт доступен на следующих языках:
tr_tr: Web sitesi aşağıdaki dillerdedir:

# page_list
source: list of boats/offers
cs_cz: seznam lodí/nabídek
de_de: Liste der Boote/Angebote
es_es: lista de barcos/ofertas
fr_fr: liste des bateaux/annonces
nl_nl: lijst van boten/aanbiedingen
pl_pl: lista łodzi/ofert
pt_pt: lista de barcos/ofertas
ru_ru: список лодок/предложений
tr_tr: teknelerin/tekliflerin listesi

# page_detail
source: one boat/offer
cs_cz: jedna loď/nabídka
de_de: ein Boot/Angebot
es_es: un barco/oferta
fr_fr: un bateau/une annonce
nl_nl: een boot/aanbieding
pl_pl: łódź/oferta
pt_pt: um barco/oferta
ru_ru: одна лодка/предложение
tr_tr: bir tekne/teklif

source: Add page
cs_cz: Vytvořit stránku
de_de: Seite anlegen
es_es: Crear página
fr_fr: Ajouter une page
nl_nl: Maak een pagina
pl_pl: Dodaj stronę
pt_pt: Acrescentar página
ru_ru: Добавить страницу
tr_tr: Sayfa ekle

source: Add module
cs_cz: Vytvořit modul
de_de: Modul anlegen
es_es: Crear módulo
fr_fr: Ajouter un module
nl_nl: Module creëren
pl_pl: Dodaj moduł
pt_pt: Acrescentar módulo
ru_ru: Добавить модуль
tr_tr: Modül ekle

source: Module
cs_cz: Modul
de_de: Modul
es_es: Módulo
pl_pl: Moduł
pt_pt: Módulo
ru_ru: Модули
tr_tr: Modül

source: You do not have sufficient permissions to access this page.
cs_cz: K přístupu na tuto stránku nemáte dostatečná oprávnění.
de_de: Sie haben nicht genügend Rechte, um auf diese Seite zuzugreifen.

source: Edit page
cs_cz: Editovat stránku
de_de: Seite bearbeiten
es_es: Editar página
fr_fr: Modifier la page
nl_nl: Pagina bewerken
pl_pl: Edytuj stronę
pt_pt: Editar página
ru_ru: Редактировать страницу
tr_tr: Sayfayı düzenle

source: Edit module
cs_cz: Editovat modul
de_de: Modul bearbeiten
es_es: Editar módulo
fr_fr: Modifier le module
nl_nl: Module bewerken
pl_pl: Edytuj moduł
pt_pt: Editar módulo
ru_ru: Редактировать модуль
tr_tr: Modülü düzenle

# Msg_first_settings
source: Please edit the settings for the plugin first.
cs_cz: Nejprve prosím upravte nastavení pluginu.
de_de: Bitte bearbeiten Sie zuerst die Einstellungen für das Plugin.
es_es: Por favor, edite primero la configuración del plugin.
fr_fr: Veuillez d’abord modifier les paramètres du plugin.
nl_nl: Bewerk eerst de instellingen voor de plugin.
pl_pl: Edytuj najpierw ustawienia wtyczki.
pt_pt: Por favor edite antes as configurações do plugin.
ru_ru: Сначала отредактируйте настройки плагина.
tr_tr: Lütfen önce eklentinin ayarlarını düzenleyin.

# Msg_first_module
source: Please create at least one module first.
cs_cz: Nejprve prosím vytvořte aspoň jeden modul.
de_de: Bitte erstellen Sie zuerst mindestens ein Modul.
es_es: Por favor, cree primero al menos un módulo.
fr_fr: Veuillez d’abord créer au moins un module.
nl_nl: Gelieve eerst ten minste één module aan te maken.
pl_pl: Stwórz najpierw przynajmniej jeden moduł.
pt_pt: Por favor crie antes pelo menos um módulo.
ru_ru: Сначала создайте хотя бы один модуль.
tr_tr: Lütfen önce en az bir modül oluşturun.
