Repository: yachtino/yachtino-boat-listing
Catalog: languages/yachtino-boat-listing-*.po
Languages: cs_cz, de_de, es_es, fr_fr, nl_nl, pl_pl, pt_pt, ru_ru, tr_tr

# search_form_at_left
source: search form to the left of boats
cs_cz: formulář pro vyhledávání nalevo od lodí
de_de: Suchformular links von Booten
es_es: búsqueda por la izquierda de los barcos
fr_fr: formulaire de recherche à gauche des bateaux
nl_nl: zoekformulier links van boten
pl_pl: formularz wyszukiwania na lewo od łodzi
ru_ru: форма поиска слева от яхт
tr_tr: arama bölümü teknelerin solunda

# Wp_explain_link_to_own
source: The link must contain a placeholder for the boat ID: {itemId}, e.g. /en/buy/{itemId}/
cs_cz: Odkaz musí obsahovat zástupný symbol pro ID lodi: {itemId}, např. /cs/koupit/{itemId}/
de_de: Der Link muss einen Platzhalter für die Boot-ID enthalten: {itemId}, z.B. /de/kaufen/{itemId}/
es_es: El enlace debe contener un marcador de posición para el ID de barco: {itemId}, p.ej. /es/venta/{itemId}/
fr_fr: Le lien doit contenir un emplacement pour la référence du bateau : {itemId}, par exemple /fr/acheter/{itemId}/
ru_ru: Ссылка должна содержать заполнитель для идентификатора лодки: {itemId}, напр. /ru/kupit/{itemId}/
tr_tr: Link mutlaka tekne kimliği: {itemId} için bir placeholder içermelidir, örneğin /tr/tekne/{itemId}/

# Wp_link_to_other_page
source: Link to another (own) page.
cs_cz: Odkaz na jinou (vlastní) stránku.
de_de: Link zu einer anderen (eigenen) Seite.
es_es: Enlace a otra página (propia).
fr_fr: Lien vers une autre page (qui vous appartient).
ru_ru: Ссылка на другую (собственную) страницу.
tr_tr: Başka ( kendi sayfan) sayfaya giden link.

# err_wp_link_item_id
source: The link must contain a placeholder for boat ID (or trailer ID). The placeholder is <b>{itemId}</b>.
cs_cz: Odkaz musí obsahovat zástupný symbol pro ID lodi (nebo ID přívěsu). Zástupný symbol je <b>{itemId}</b>.
de_de: Der Link muss einen Platzhalter für Boot-ID (oder Trailer-ID) enthalten. Der Platzhalter ist <b>{itemId}</b>.
es_es: El enlace debe contener un marcador de posición para el ID de barco (o el ID del tráiler). El marcador de posición es <b>{itemId}</b>.
fr_fr: Le lien doit contenir un emplacement pour la référence du bateau (ou celle de la remorque). L’emplacement est <b>{itemId}</b>.
ru_ru: Ссылка должна содержать заполнитель для идентификатора лодки (или идентификатора прицепа). Заполнитель: <b>{itemId}</b>.
tr_tr: Link, tekne kimliği (veya treyler kimliği) için bir placeholder içermelidir. Placeholder <b>{itemId}</b>.

# Number_boats_in_row
source: Number of boats in a row
cs_cz: Počet lodí v řadě
de_de: Anzahl Boote in einer Reihe
es_es: Número de barcos en fila
fr_fr: Nombre de bateaux par ligne
ru_ru: Количество яхт в одном ряду
tr_tr: Sıradaki tekne sayısı

# Linked_detail_view_explain
source: You have 2 options:<br>1. You link to a page created with the Yachtino plugin.<br>This page automatically displays the correct boat.<br>2. You link to a page you created by yourself, in which you integrate the detailed view with a shortcode. Here you have to ensure that the boat ID from the URL is passed to the shortcode.
cs_cz: Máte 2 možnosti:<br>1. Odkážete na stránku vytvořenou pomocí pluginu Yachtino.<br>Tato stránka automaticky zobrazí správnou loď.<br>2. Odkážete na stránku, kterou jste sami vytvořili, do které integrujete detailní náhled lodě pomocí shortcodu. Zde musíte zajistit, aby ID lodi z adresy URL bylo předáno shortcodu.
de_de: Sie haben 2 Möglichkeiten:<br>1. Sie verlinken eine mit Yachtino Plugin erstellte Seite.<br>Diese Seite zeigt automatisch das richtige Boot an.<br>2. Sie verlinken eine von Ihnen selbst erstellte Seite, in der Sie die Detailansich mit einem Shortcode einbinden. Hier müssen Sie selbst dafür sorgen, dass die Boot-ID aus der URL an den Shortcode übergeben wird.
fr_fr: Vous avez 2 options :<br>1. Vous pointez vers un lien créé avec le plugin Yachtino, qui affiche automatiquement le bon bateau.<br>2. Vous pointez vers une page que vous avez créée vous-même, dans laquelle vous intégrez la vue détaillée à l’aide d’un shortcode. Assurez-vous que la référence du bateau située dans l’URL soit transmise au shortcode.
tr_tr: 2 seçeneğiniz var:<br>1. Yachtino eklentisi ile oluşturulmuş bir sayfaya bağlantı verirsiniz.<br>Bu sayfa otomatik olarak doğru tekneyi görüntüler.<br>2. Kendi oluşturduğunuz sayfaya bağlantı verirsiniz ama bu seçenekte ayrıntılı görünüm sayfasını shortcode'la entegre etemeniz gerekir ve URL'deki tekne ID'sinin (kimliğinin) shortcode ile aktarıldığından emin olmanız gerekir.

# Wp_optional_attributes_list
source: The "criteria" attribute is optional, you can use it to pass additional search criteria.
cs_cz: Atribut "criteria" není povinný, můžete jej použít k předání dalších kritérií vyhledávání.
de_de: Das Attribut "criteria" ist optional, mit ihm können Sie zusätzliche Suchkriterien übergeben.
fr_fr: L’attribut "critères" est facultatif, vous pouvez l’utiliser pour ajouter des critères de recherche supplémentaires.
tr_tr: Kiriter niteliği isteğe bağlıdır, ek arama kriterleri iletmek için kullanabilirsiniz.

source: Plugin page
cs_cz: Stránka z pluginu
de_de: Plugin Seite
fr_fr: Page du plugin
tr_tr: Eklenti sayfası

source: Self-created page
cs_cz: Vlastní vytvořená stránka
de_de: Selbst erstellte Seite
fr_fr: Page créée par l’utilisateur
tr_tr: Kendi oluşturduğunuz sayfa

# WP_headline_explain
source: Show heading (H1), even if integrated with shortcode
cs_cz: Zobrazit nadpis (H1), i když je vloženo pomocí shortcodu
de_de: Überschrift (H1) anzeigen, auch wenn mit Shortcode eingebunden
fr_fr: Afficher le titre (H1), même s’il est intégré avec un shortcode
tr_tr: Shortcode ile entegre edilmiş olsa bile başlığı (H1) göster

source: General information
cs_cz: Základní informace
de_de: Allgemeine Angaben
fr_fr: Informations générales
tr_tr: Genel bilgi

source: Number of found boats
cs_cz: Počet nalezených lodí
de_de: Anzahl gefundener Boote
fr_fr: Nombre de bateaux trouvés
nl_nl: Aantal gevonden boten
tr_tr: Bulunan tekne sayısı

# Number_of_found_boats_explain
source: Show the number of search results, e.g. "25 boats found".
cs_cz: Zobrazit počet výsledků vyhledávání, např. „Nalezeno 25 lodí“.
de_de: Die Anzahl der Suchergebnisse anzeigen, z.B. "25 Boote gefunden".
fr_fr: Afficher le nombre de résultats de la recherche, par exemple "25 bateaux trouvés".
nl_nl: Toon het aantal zoekresultaten, b.v. "25 boten gevonden".
tr_tr: Arama sonuçlarının sayısını gösterin, örneğin "25 tekne bulundu".

# unit_hp
source: hp
de_de: PS
fr_fr: cv
nl_nl: PK
pl_pl: KM
pt_pt: CV
ru_ru: л.с.
tr_tr: BG

source: Flybridge
ru_ru: Флайбридж
tr_tr: Kaptan köşkü

source: Text
es_es: Texto
fr_fr: Texte
nl_nl: Tekst
pl_pl: Tekst
pt_pt: Texto
ru_ru: Текст
tr_tr: Metin

source: Model
de_de: Modell
es_es: Modelo
fr_fr: Modèle
pt_pt: Modelo
ru_ru: Модель

# unit_m
source: m
ru_ru: м
